Revit 2027 API
ParameterTypeId.RbsFlexductRoundtypeParam Property
 "Flex Duct Type"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsFlexductRoundtypeParam { get; }
Public Shared ReadOnly Property RbsFlexductRoundtypeParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsFlexductRoundtypeParam {
	ForgeTypeId^ get ();
}
static member RbsFlexductRoundtypeParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace